{
  "projects": [
    {
      "image": "images/projects/paragonsdao.png",
      "title": "ParagonsDAO",
      "bodyText": "ParagonsDAO official website",
      "links": [
        {
          "text": "Live",
          "href": "https://paragonsdao.com"
        }
      ],
      "tags": [
        "React",
        "Typescript",
        "Ethers",
        "TheGraph",
        "TailwindCSS",
        "MUI"
      ]
    },
    {
      "image": "images/projects/daytraining.png",
      "title": "DYM Training: Elevating Youth Ministry Skills",
      "bodyText": "DYM Training offers focused courses and resources for youth ministry leaders. The platform provides engaging video sessions, expert-led conferences, and volunteer training, designed to enhance leadership skills in youth ministry. It's a valuable resource for both new and experienced youth ministry volunteers, fostering community and knowledge sharing.",
      "links": [
        {
          "text": "Live",
          "href": "https://dymtraining.com"
        }
      ],
      "tags": ["React", "Typescript", "TailwindCSS", "StyledComponents"]
    },
    {
      "image": "images/projects/tothemoongame.png",
      "title": "To The Moon Game: A Thrilling Crypto-Based Gaming Experience",
      "bodyText": "Explore the dynamic world of To The Moon Game, an innovative gaming platform combining cryptocurrency with engaging gameplay. It offers a unique blend of strategy and finance, allowing players to immerse themselves in a virtual environment where crypto market movements impact the game. Ideal for enthusiasts of both gaming and cryptocurrency, To The Moon Game presents a fresh and exciting way to experience the thrills of digital currency trends and trading in a fun, interactive setting.",
      "links": [
        {
          "text": "Live",
          "href": "https://tothemoon.game"
        }
      ],
      "tags": ["React", "Typescript", "Ethers", "TailwindCSS", "MUI"]
    },
    {
      "image": "images/projects/vendingmachinenft.png",
      "title": "Vending Machines NFT: Revolutionizing Digital Collectibles",
      "bodyText": "Vending Machines NFT is an exciting venture in the NFT space, offering 4444 unique NFTs on the Avalanche network. It aims to build a robust community around these digital collectibles, offering benefits like mint rewards, secondary sales distributions, and regular airdrops. The project extends beyond typical NFTs, venturing into the metaverse and introducing innovative utilities for its holders. It's an ideal platform for NFT enthusiasts looking to engage with a community-driven project.",
      "links": [
        {
          "text": "Live",
          "href": "https://vendingmachinesnft.io"
        }
      ],
      "tags": ["Next", "Typescript", "Ethers", "UseDapp", "MUI", "Solidity"]
    },
    {
      "image": "images/projects/mipnetwork.png",
      "title": "MIP Network: Pioneering Digital Innovation and Solutions",
      "bodyText": "MIP Network is a forward-thinking digital platform, offering a range of innovative solutions and services. While the specific details of their offerings are not fully accessible without JavaScript, the MIP Network appears to focus on leveraging technology to create impactful digital strategies and solutions. It is likely a hub for digital innovation, catering to businesses and individuals seeking cutting-edge digital services.",
      "links": [
        {
          "text": "Live",
          "href": "https://mipnetwork.com"
        }
      ],
      "tags": ["Next", "Typescript", "Ethers", "RadixUI", "Solidity"]
    },
    {
      "image": "images/projects/fantasyalpha.png",
      "title": "Fantasy Alpha: Master Your Fantasy Football League",
      "bodyText": "Fantasy Alpha is a comprehensive app for fantasy football enthusiasts, designed to elevate your league experience. It features tools like 'MY SQUAD' for optimizing team lineups, trades, and player additions using proprietary algorithms. Stay informed with up-to-date insights, weekly previews, recaps, and polls. Track player rankings and access detailed team information like injury reports and game schedules. Fantasy Alpha is an essential tool for anyone looking to gain a competitive edge in their fantasy football league.",
      "links": [
        {
          "text": "Live",
          "href": "https://play.google.com/store/apps/details?id=com.atsap.fantasy"
        }
      ]
    },
    {
      "image": "images/projects/girl2girlwall.png",
      "title": "Girl2Girl Wall: Empowering Young Girls Through Social Networking",
      "bodyText": "Girl2Girl Wall, created by Miss O and Friends, is a unique social networking app designed for girls aged 8-15. It provides a safe and moderated environment where girls can ask questions, share advice, and discuss various topics. The app ensures no bullying and maintains privacy, making it an ideal space for young girls to interact, learn, and grow in a supportive online community. It's a great platform for girls to connect, share experiences, and get advice on a wide range of topics",
      "links": [
        {
          "text": "Live",
          "href": "https://apps.apple.com/us/app/girl2girl-wall/id1227495720"
        }
      ]
    },
    {
      "image": "images/projects/jambase.png",
      "title": "JamBase: Your Gateway to Live Music Events",
      "bodyText": "JamBase app provides a comprehensive guide to live music concerts and events. Users can easily find local concerts for their favorite artists, with a vast collection of show listings across various musical genres. The app has a user-friendly interface with new updates, including fresh designs and bug fixes, enhancing the concert discovery experience. It's an indispensable tool for music lovers seeking to stay updated on live music opportunities in their area.",
      "links": [
        {
          "text": "Live",
          "href": "https://apps.apple.com/us/app/jambase/id291878172"
        }
      ]
    },
    {
      "image": "images/projects/reveel.png",
      "title": "Reveel: Transforming Shopping with Cashback and Deals",
      "bodyText": "Reveel is an innovative app that allows users to discover and save on shopping while earning cashback. It features cashback opportunities at over 40,000 locations nationwide, enabling users to earn rewards on their own purchases and those of their friends. The app also offers the ability to create wishlists and receive personalized offers. With its recent updates, Reveel has enhanced its functionality, making it easier to locate nearby deals and providing advanced in-app Reveel Card capabilities.",
      "links": [
        {
          "text": "Live",
          "href": "https://apps.apple.com/us/app/reveel-discover-save-earn/id1576558381"
        }
      ]
    },
    {
      "image": "images/projects/tapp.png",
      "title": "TAPP: Enhance Your Social Connections Privately",
      "bodyText": "TAPP offers a unique and private social networking experience. It emphasizes secure, ad-free interactions within an invite-only environment. Users enjoy features like encrypted location sharing and private group chats, ideal for those prioritizing privacy and meaningful connections. This app caters to individuals seeking a more controlled and authentic social media space",
      "links": [
        {
          "text": "Live",
          "href": "https://apps.apple.com/us/app/tapp/id1501205634"
        }
      ]
    },
    {
      "image": "images/projects/floodup.png",
      "title": "FloodUp: Community-Based Flood Reporting App",
      "bodyText": "FloodUp is an innovative mobile application designed to empower communities in reporting and responding to flood events. This app serves as a crucial tool for real-time data collection, enabling users to upload photographs and share reports of flood incidents in their area. FloodUp's user-friendly interface simplifies the process of reporting, contributing to a collaborative platform that aids in the effective management of natural disasters. By leveraging community input, FloodUp plays a vital role in enhancing local resilience and preparedness, providing valuable insights for both residents and authorities. This project showcases my skills in developing practical, user-centric solutions that address critical environmental challenges.",
      "links": [
        {
          "text": "Live",
          "href": "https://play.google.com/store/apps/details?id=edu.ub.floodup&hl=en_US&gl=US"
        }
      ]
    }
  ]
}
